{
  "year": "1939",
  "usa": [
    "Disney's Snow White and the Seven Dwarfs became the first full-length animated film.<sup id=\"cite_ref-160\" class=\"reference\">[160]</sup>",
    "The Hatch Act, aimed at corrupt political practices, was signed into law, preventing federal civil servants from campaigning.<sup id=\"cite_ref-161\" class=\"reference\">[161]</sup>",
    "<i>Invasion of Poland</i>: Nazi Germany invaded Poland.<sup id=\"cite_ref-162\" class=\"reference\">[162]</sup>",
    "In response to the Poland Campaign, President Roosevelt requested a <i>cash and carry</i> policy to replace the Neutrality Acts.<sup id=\"cite_ref-163\" class=\"reference\">[163]</sup>"
  ],
  "india": [
    "All India Forward Bloc Established by Subhas Chandra Bose"
  ],
  "australia": [
    "Victoria is devastated by the Black Friday bushfires",
    "Prime Minister Joseph Lyons dies in office and is replaced by Robert Menzies and the first Menzies Government",
    "Australia enters the Second World War following the German Invasion of Poland. The 2nd Australian Imperial Force is raised.<sup id=\"cite_ref-1\" class=\"reference\">[1]</sup>",
    "The first flight is made by an Australian-made warplane, the Wirraway"
  ],
  "albania": [
    "The German ambassador assured Mussolini of German support for an Italian invasion of Albania.",
    "The Italian ambassador demanded that Albania become an Italian protectorate.",
    "The Albanian army mobilized.",
    "Leka, Crown Prince of Albania, the heir to the Albanian throne, was born.",
    "Zog appealed to the democracies.",
    "Zog appealed to the Balkan Pact.",
    "<i>Italian invasion of Albania</i>: Fifty thousand Italian marines landed in the ports of Durr&#xEB;s, Vlor&#xEB;, Sh&#xEB;ngjin and Sarand&#xEB;. See also: Albania under Italy, Albania under Nazi Germany, Albanian resistance during World War II",
    "Zog fled with his wife, Queen G&#xE9;raldine Apponyi de Nagyappony, and their infant son Leka, to Greece.",
    "Italian troops occupied Tirana.",
    "A constituent assembly summoned in Tirana by pro-Italian notables approved a personal union with Italy.",
    "Shefqet Bej Verlaci became Prime Minister and acting Head of State.",
    "Albania withdrew from the League of Nations.",
    "Italian King Victor Emmanuel III of Italy was crowned King of Albania.",
    "Francesco Jacomoni di San Savino was appointed the viceroy of Albania."
  ]
}