{
  "year": "1941",
  "usa": [
    "During the 1941, State of the Union address US President Franklin D. Roosevelt delivered his Four Freedoms speech; proposing four fundamental freedoms that people \"everywhere in the world\" ought to enjoy.<sup id=\"cite_ref-170\" class=\"reference\">[170]</sup>",
    "American Nuclear chemist Glenn T. Seaborg, with fellow U.C. Berkeley researchers, discovered the chemical element plutonium.<sup id=\"cite_ref-171\" class=\"reference\">[171]</sup><sup id=\"cite_ref-172\" class=\"reference\">[172]</sup><sup id=\"cite_ref-173\" class=\"reference\">[173]</sup>",
    "<i>World War II</i>: Lend-Lease, which supplied the United Kingdom, the Soviet Union, China, France and other Allied nations with vast amounts of war material, began.<sup id=\"cite_ref-174\" class=\"reference\">[174]</sup>",
    "President Roosevelt signed Executive Order 8802, prohibiting racial discrimination in the defense industry.<sup id=\"cite_ref-175\" class=\"reference\">[175]</sup>",
    "<i>World War II</i>: The Atlantic Charter was drafted by Britain and the United States to serve as a blueprint for the postwar world.<sup id=\"cite_ref-176\" class=\"reference\">[176]</sup>",
    "<i>Attack on Pearl Harbor</i>: The Empire of Japan deliberately attacked Pearl Harbor, Hawaii. Sinking six U.S. ships, including the <i>USS Arizona</i>, and destroying 188 aircraft, the attack on Pearl Harbor resulted in the deaths of 2,402 American citizens and leaving 1,178 wounded.<sup id=\"cite_ref-177\" class=\"reference\">[177]</sup>",
    "The United States declares war on the Empire of Japan, beginning the U.S. entry into World War II.<sup id=\"cite_ref-178\" class=\"reference\">[178]</sup>",
    "The United States declares war on Germany and Italy, after both nations declared war with United States.<sup id=\"cite_ref-179\" class=\"reference\">[179]</sup>"
  ],
  "australia": [
    "3 Divisions of the 2nd Australian Imperial Force join operations in the Mediterranean. After initial successes against Italy, 2nd AIF suffered defeat against the Germans in Greece, Crete, and North Africa.<sup id=\"cite_ref-awm.gov.au_2-0\" class=\"reference\">[2]</sup>",
    "Apr&#x2013;Aug, Australian garrison (<i>Rats of Tobruk</i>) halt advance of Hitler's panzers for the first time during the Siege of Tobruk.",
    "Menzies resigns and John Curtin becomes Prime Minister in the Curtin Government of 1941&#x2013;45."
  ],
  "albania": [
    "<i>Invasion of Yugoslavia</i>: Germany, Italy, Hungary, Bulgaria, Romania and the Croatian Usta&#x161;e invaded Yugoslavia.",
    "<i>Battle of Greece</i>: Germany invaded Greece.",
    "<i>Axis occupation of Greece during World War II</i>: Greece was partitioned between Germany, Italy and Bulgaria, with Italy occupying the bulk of the Greek mainland and most of the islands.",
    "Josip Broz Tito, leader of the Communist Party of Yugoslavia, began to organize Albanian Communists.",
    "The Albanian Communist Party was founded under First Secretary Enver Hoxha.",
    "Mustafa Merlika-Kruja became Prime Minister."
  ]
}