{
  "year": "1943",
  "usa": [
    "The <i>Casablanca Conference</i> was held.<sup id=\"cite_ref-193\" class=\"reference\">[193]</sup>",
    "The Broadway musical <i>Oklahoma!</i> opened.<sup id=\"cite_ref-194\" class=\"reference\">[194]</sup>",
    "The Detroit Race Riot occurred; resulting in the deaths of 34 Whites and African-Americans and leaving 670 injured.<sup id=\"cite_ref-195\" class=\"reference\">[195]</sup><sup id=\"cite_ref-196\" class=\"reference\">[196]</sup>",
    "<i>Armistice of Cassibile</i>: General Dwight Eisenhower publicly announces the surrender of Italy to the Allied Powers; with Italy later declaring war on Germany one month later.<sup id=\"cite_ref-197\" class=\"reference\">[197]</sup><sup id=\"cite_ref-198\" class=\"reference\">[198]</sup><sup id=\"cite_ref-199\" class=\"reference\">[199]</sup>",
    "The <i>Cairo Conference</i> was held.<sup id=\"cite_ref-200\" class=\"reference\">[200]</sup>",
    "The <i>Tehran Conference</i> was held between the \"Big Three\" Allied leaders of World War II.<sup id=\"cite_ref-201\" class=\"reference\">[201]</sup>"
  ],
  "india": [
    "Arzi Hukumat-e-Azad Hind, the Provisional Government of Free India formed by Netaji."
  ],
  "australia": [
    "Australia wins its first Oscar, with cinematographer Damien Parer honoured for <i>Kokoda Front Line!</i> documentary.",
    "2,815 Australian POWs die constructing Japan's Burma-Thailand Railway<sup id=\"cite_ref-5\" class=\"reference\">[5]</sup>",
    "Australian forces engage Japan in New Guinea, Wau, and the Huon peninsula.<sup id=\"cite_ref-awm.gov.au_2-1\" class=\"reference\">[2]</sup> (to 1944)"
  ],
  "argentina": [
    "'National Revolution' led by nationalist military officers including Colonel Juan Per&#xF3;n; ensured continued non-intervention in World War II"
  ],
  "albania": [
    "Italy signed the Armistice between Italy and Allied armed forces, dissolving much of its armed forces and loosening its hold over Albania.",
    "German forces invaded and occupied Albania. The Albanian Kingdom became a German puppet state."
  ]
}