{
  "year": "1947",
  "usa": [
    "The Truman Doctrine was declared, establishing \"the policy of the United States to support free peoples who are resisting attempted subjugation by armed minorities or by outside pressures.\"<sup id=\"cite_ref-229\" class=\"reference\">[229]</sup>",
    "President Truman signed executive order 9835; establishing the Federal Employee Loyalty Program to search out the \"infiltration of disloyal persons\" in the U.S. Government.<sup id=\"cite_ref-230\" class=\"reference\">[230]</sup>",
    "Jackie Robinson of the Brooklyn Dodgers broke the color line in Major League Baseball.<sup id=\"cite_ref-231\" class=\"reference\">[231]</sup>",
    "The Marshall Plan was announced by U.S. Secretary of State George Marshall.<sup id=\"cite_ref-232\" class=\"reference\">[232]</sup>",
    "The Taft Hartley Act was enacted, with the House and Senate overriding President Truman's veto of the bill.<sup id=\"cite_ref-233\" class=\"reference\">[233]</sup>",
    "The <i>Roswell UFO incident</i> occurred near Roswell, New Mexico.<sup id=\"cite_ref-234\" class=\"reference\">[234]</sup>",
    "The Presidential Succession Act was signed into law.<sup id=\"cite_ref-235\" class=\"reference\">[235]</sup>",
    "The National Security Act of 1947 was signed into law, establishing the Central Intelligence Agency.<sup id=\"cite_ref-236\" class=\"reference\">[236]</sup>",
    "The General Agreement on Tariffs and Trade was signed in Geneva.<sup id=\"cite_ref-237\" class=\"reference\">[237]</sup>"
  ],
  "india": [
    "Indian Independence Act 1947 by British Raj.",
    "Partition of India and Pakistan becomes an independent state on 14 August 1947.<sup id=\"cite_ref-bbc_2-0\" class=\"reference\">[2]</sup>",
    "Freedom from British Raj.",
    "Hundreds of thousands die in widespread communal bloodshed after partition. (to 1948)"
  ],
  "argentina": [
    "Women's suffrage is approved"
  ],
  "albania": [
    "<i>Corfu Channel Incident</i>: United Nations Security Council Resolution 22 recommended that the International Court of Justice settle the dispute between the UK and Albania regarding the sinking of two British ships in the Straits of Corfu.",
    "The Economic Planning Commission first drew up an economic plan with production targets for mining, manufacturing and agricultural enterprises.",
    "<i>Greek Civil War</i>: A United Nations commission concluded that Albania, together with Bulgaria and Yugoslavia, supported Communist guerrillas.",
    "Yugoslavian leaders launched a verbal offensive against anti-Yugoslavian Albanian Communists, including Hoxha, empowering the pro-Yugoslavian faction.",
    "Albania refused to participate in the Marshall Plan of the United States."
  ]
}