{
  "year": "1948",
  "usa": [
    "The Charter of the Organization of American States was adopted.<sup id=\"cite_ref-238\" class=\"reference\">[238]</sup>",
    "<i>Texaco Star Theater</i>, the first top-rated United States network television show, debuted on television.<sup id=\"cite_ref-239\" class=\"reference\">[239]</sup>",
    "The <i>Berlin Blockade</i>, the first major crisis of the Cold War, took place.<sup id=\"cite_ref-240\" class=\"reference\">[240]</sup>",
    "The Selective Service Act of 1948 was signed into law.<sup id=\"cite_ref-241\" class=\"reference\">[241]</sup>",
    "President Truman signed Executive Order 9981, leading to the desegregation of the United States Armed Forces.<sup id=\"cite_ref-242\" class=\"reference\">[242]</sup>",
    "<i>U.S. presidential election, 1948</i>: President Harry S. Truman was reelected to a second term, defeating New York Governor and 1944 Presidential nominee Thomas E. Dewey, and South Carolina Governor Strom Thurmond, in what is regarded as one of the biggest upsets in American political history.<sup id=\"cite_ref-243\" class=\"reference\">[243]</sup><sup id=\"cite_ref-244\" class=\"reference\">[244]</sup><sup id=\"cite_ref-245\" class=\"reference\">[245]</sup>",
    "The Polaroid camera was first offered for sale.<sup id=\"cite_ref-246\" class=\"reference\">[246]</sup>"
  ],
  "india": [
    "Mahatma Gandhi assassinated by Nathuram Godse.",
    "War with Pakistan over disputed territory of Kashmir.",
    "Telangana and other princely states integrated in Indian union"
  ],
  "australia": [
    "Minister for External Affairs, Dr. H. V. Evatt is elected President of the United Nations General Assembly.",
    "Holden starts manufacturing its first Australian designed and built car. The First Model is the 48/215 followed by the FJ, FE, FC, FB, EK, EJ, EH, HD, HR, HK, HT, HQ, HJ, HX. The Holden Commodore was introduced in 1978 and started off with the VB, VH, VK, VL, VN, VT, VY, VZ, VE. Due to financial problems, Holden will no longer manufacture cars in Australia from 2017.",
    "Australia becomes a signatory to the Universal Declaration of Human Rights."
  ],
  "albania": [
    "Albanian Communist Party leaders began voting to merge the Albanian and Yugoslavian economies and militaries.",
    "The measure to merge the Albanian and Yugoslavian economies and militaries passed.",
    "The Cominform expelled Yugoslavia, triggering the souring of Albanian relations with that country.",
    "Hoxha began purging high-ranking party members accused of Titoism.",
    "Albania abrogated its treaty of friendship with Yugoslavia.",
    "The Soviet Union began giving economic aid and sending advisers to Albania.",
    "The first Party Congress changed the name of the Communist Party to the Party of Labour of Albania."
  ]
}