{
  "year": "1990",
  "usa": [
    "Douglas Wilder was elected Governor of Virginia, becoming the first African American to become governor of a U.S. State.<sup id=\"cite_ref-561\" class=\"reference\">[561]</sup>",
    "The Hubble Space Telescope was launched during a mission of the Space Shuttle <i>Discovery</i>.<sup id=\"cite_ref-562\" class=\"reference\">[562]</sup>",
    "The 1990 Chemical Weapons Accord was signed between the United States and the Soviet Union.<sup id=\"cite_ref-563\" class=\"reference\">[563]</sup>",
    "The Americans with Disabilities Act was signed into law.<sup id=\"cite_ref-564\" class=\"reference\">[564]</sup>",
    "<i>Gulf War</i>: Iraqi President Saddam Hussein leads the deployment of 140,000 Iraqi troops in the <i>invasion of Kuwait.<sup id=\"cite_ref-565\" class=\"reference\">[565]</sup></i>",
    "The Clean Air Act of 1990 was signed into law.<sup id=\"cite_ref-566\" class=\"reference\">[566]</sup>"
  ],
  "india": [
    "Muslim separatist groups begin campaign of violence in Kashmir."
  ],
  "australia": [
    "Royal Australian Navy deployed in preparation for the First Gulf War. Carmen Lawrence becomes the first female premier of an Australian state. Labor wins the 1990 federal election."
  ],
  "argentina": [
    "Neo-liberal economic policies and privatisations brought general strikes, hunger strikes and political party realignments"
  ],
  "albania": [
    "Demonstrations against the Ninth Plenum of the Central Committee at Shkod&#xEB;r forced authorities to declare state of emergency.",
    "Alia declared his willingness to establish diplomatic relations with the Soviet Union and the United States.",
    "Javier P&#xE9;rez de Cu&#xE9;llar, Secretary-General of the United Nations, visited Albania.",
    "The regime announced its desire to join the Organization for Security and Co-operation in Europe with the passage of laws liberalizing the criminal code, reforming the court system, lifting some restrictions on freedom of worship, and guaranteeing the right to travel abroad.",
    "Young people demonstrated against the regime in Tirana, causing five thousand citizens to seek refuge in foreign embassies.",
    "Albania and the Soviet Union signed a protocol normalizing relations.",
    "The government abandoned its monopoly on foreign commerce and began to open Albania to foreign trade.",
    "Alia addressed the United Nations General Assembly in New York City.",
    "Tirana hosted the Balkan Foreign Ministers' Conference.",
    "Ismail Kadare, Albania's most prominent writer, defected to France.",
    "Alia met with university students demonstrating against his dictatorship.",
    "The Thirteenth Plenum of the Central Committee of the Communist Party authorized a multiparty system.",
    "The opposition Democratic Party of Albania was established.",
    "A draft constitution was published."
  ]
}