{
  "year": "1992",
  "usa": [
    "<i>1992 Los Angeles riots</i>: Riots in Los Angeles, spurred by the acquittal of four Los Angeles Police Department officers accused in the beating of Rodney King, took place, which resulted in over fifty deaths and $1&#xA0;billion in damage.<sup id=\"cite_ref-574\" class=\"reference\">[574]</sup>",
    "The Twenty-seventh Amendment to the United States Constitution, prohibiting changes to Congressmen's salaries from taking effect until after an election of Representatives, was ratified.<sup id=\"cite_ref-575\" class=\"reference\">[575]</sup>",
    "<i>Hurricane Andrew</i>: A Category 5 hurricane killed sixty-five people and caused $26&#xA0;billion in damage to Florida and other areas of the Gulf Coast.<sup id=\"cite_ref-576\" class=\"reference\">[576]</sup><sup id=\"cite_ref-577\" class=\"reference\">[577]</sup>",
    "<i>United States presidential election, 1992</i>: Arkansas Governor Bill Clinton was elected President, defeating incumbent George H. W. Bush and Texas businessman Ross Perot.<sup id=\"cite_ref-578\" class=\"reference\">[578]</sup>"
  ],
  "india": [
    "Babri Mosque in Ayodhya is demolished, triggering widespread Hindu-Muslim violence.",
    "Over 200 people die in Cuttack in Odisha, after drinking illegally brewed liquor in the 1992 Odisha liquor deaths incident."
  ],
  "australia": [
    "The High Court delivers the Mabo Decision, which rules that indigenous native title does exist. This effectively extinguishes the concept of <i>terra nullius</i>. New South Wales Premier Nick Greiner resigns.",
    "Queensland holds a referendum on daylight saving, which is defeated with a 54.5% 'no' vote.<sup id=\"cite_ref-8\" class=\"reference\">[8]</sup>"
  ],
  "argentina": [
    "Israeli Embassy attack in Buenos Aires killed 29 in terrorist attack"
  ],
  "armenia": [
    "Capture of Shusha"
  ],
  "albania": [
    "The People's Assembly prevents OMONIA, the party representing Greek Albanians, from fielding candidates in the elections planned for March.",
    "In the midst of economic freefall and social chaos, a decisive electoral victory is won by the anticommunist opposition led by the Democratic Party. The Democrats win 62% of the votes and achieve an overall majority with 92 of the 140 seats in the parliament. The Socialists, with 26% of the vote, win 38 seats. Turnout is 90%. (to March 29)",
    "Alia resigns as president and is succeeded on April 9 by Sali Berisha, the first democratic leader of Albania since Bishop Noli. The first non-Communist government, headed by Aleksand&#xEB;r Meksi, is elected on April 13. Its stated priority is to establish law and order to transform the paralyzed economy through a reform program emphasizing a free-market economy and privatization.",
    "Eduard Selami is elected chairman of the Democratic Party.",
    "Albania signs the Black Sea Economic Cooperation Pact with ten other countries, including six former Soviet republics. The Pact establishes the Organization of the Black Sea Economic Cooperation.",
    "The Albanian Communist Party is outlawed, and its chairman, Hysni Milloshi, is arrested in Tirana and charged with illegally carrying a gun.",
    "Four months after its March defeat, the Socialist Party makes impressive gains in the country's first democratic local elections. The Democratic Party wins 43.2% of the vote, compared to 41.3% cast for the Socialists. Continued economic hardships, general apathy, and a split within the Democratic Party contributed to its poor showing. It holds local administrative control in most large cities, while the Socialists control much of the countryside.",
    "Former President Alia is detained, joining eighteen other former communist officials, including Nexhmije Hoxha, who are charged with corruption and other offenses.",
    "The split in the Democratic Party grows into a rift when a group of reform-minded Democrats break away and form a new party, the Democratic Alliance.",
    "Albania is granted membership of the Organisation of the Islamic Conference and in the same month applies to join NATO, becoming the first former Warsaw Pact country formally to seek membership in the Western alliance."
  ],
  "afgan": [
    "<i>Civil war in Afghanistan (1989-1992)</i>: Afghan political parties signed the Peshawar Accord which created the Islamic State of Afghanistan and proclaimed Sibghatullah Mojaddedi its interim President.",
    "Gulbuddin Hekmatyar's Hezbi Islami, with the support of neighboring Pakistan, began a massive bombardment against the Islamic State in the capital Kabul.",
    "As agreed upon in the Peshawar Accord, Jamiat-e Islami leader Burhanuddin Rabbani took over as President.",
    ""
  ]
}