{
  "year": "2003",
  "usa": [
    "<i>Space Shuttle Columbia disaster</i>: The Space Shuttle <i>Columbia</i> disintegrated on reentry into the Earth's atmosphere, killing all seven astronauts aboard.<sup id=\"cite_ref-13\" class=\"reference\">[13]</sup>",
    "<i>2003 E2 nightclub stampede</i>: A nightclub stampede in Chicago, Illinois killed twenty-one.<sup id=\"cite_ref-14\" class=\"reference\">[14]</sup>",
    "<i>The Station nightclub fire</i>: A fire caused by pyrotechnics at a nightclub in West Warwick, Rhode Island killed 100 people and injured over 230.<sup id=\"cite_ref-15\" class=\"reference\">[15]</sup>",
    "<i>Invasion of Iraq</i>: The United States, United Kingdom, Australia and Poland invaded Iraq.<sup id=\"cite_ref-16\" class=\"reference\">[16]</sup>",
    "<i>Capture of Saddam Hussein</i>: In Iraq, deposed Iraqi President Saddam Hussein was captured by United States special forces.<sup id=\"cite_ref-17\" class=\"reference\">[17]</sup>"
  ],
  "india": [
    "At least 50 people are killed in two simultaneous bomb blasts in Bombay.",
    "India matches Pakistan's declaration of a Kashmir ceasefire.",
    "India, Pakistan agree to resume direct air links and to allow overflights."
  ],
  "australia": [
    "Australian military deployed to Iraq War to oust the Saddam Hussein regime for serial non-compliance with the 1991 Gulf War Peace Treaty.",
    "Northern Territory introduces uniform Age of consent set at 16 for everyone.",
    "New South Wales becomes the last State to have a Uniform Age of Consent at 16 for everyone.",
    "Australia hosts the Rugby World Cup, with the home side losing the final to England.",
    "Slim Dusty, Country Music Singer and Musician Dies aged 76."
  ],
  "argentina": [
    "Former President Carlos Menem wins first round of presidential election but pulls out facing certain defeat, handing victory to fellow Peronist N&#xE9;stor Kirchner"
  ],
  "albania": [
    "Albania opens negotiations with the European Commission on a Stabilization and Association Agreement, the first step towards membership of the European Union. (to February 13)",
    "U.S. Secretary of State Colin Powell signs a partnership agreement with Albania, Macedonia, and Croatia intended to help them achieve NATO membership.",
    "Angered by Nano's comments during a cabinet meeting, Foreign Minister Meta resigns in protest at Nano's \"nihilistic, tendentious, and denigrating\" criticism. On July 22 Marko Bello is nominated to be foreign minister, but he is rejected by parliament on July 28. On July 29 Luan Hajdaraga is named acting foreign minister.",
    "The Socialist Party wins a narrow victory over the Democratic Party in local elections. Turnout is around 50%.",
    "Interior Minister Luan Rama is sacked. He has been accused of punching the editor-in-chief of Vizion Plus television, Ilir Babaramo, in a Tirana restaurant on October 14 because of criticism broadcast by the TV station two months ago. On October 23 Prime Minister Nano's nominees for foreign minister, Namik Dokle, and for interior minister, Fatmir Xhafa, are rejected by parliament. On October 25 Nano picks Igli Toska to be acting interior minister.",
    "In Tiran, more than 2,000 people hold a \"people's marathon\" to celebrate the beatification of Mother Teresa, who was born to Albanian parents in what is now the Republic of Macedonia.",
    "Parliament finally approves new ministers for the vacant posts. Kastriot Islami becomes foreign minister, Arben Malaj succeeds him as finance minister, and Igli Toska becomes interior minister."
  ],
  "afgan": [
    "<i>2003 loya jirga</i>: A 502-delegate <i>loya jirga</i> was held to consider a new Afghan constitution."
  ]
}