{
  "year": "2004",
  "usa": [
    "The social networking website Facebook was launched.<sup id=\"cite_ref-18\" class=\"reference\">[18]</sup>",
    "<i>2004 Atlantic hurricane season</i>: Four deadly and damaging hurricanes impacted Florida, killing a combined one hundred people in the United States and producing over $50&#xA0;billion in damage.<sup id=\"cite_ref-19\" class=\"reference\">[19]</sup>",
    "<i>U.S. presidential election, 2004</i>; President George W. Bush was reelected, defeating Democratic Senator John F. Kerry.<sup id=\"cite_ref-20\" class=\"reference\">[20]</sup>"
  ],
  "india": [
    "Groundbreaking meeting is held between government and moderate Kashmir separatists.",
    "Surprise victory for Congress Party in general elections. Manmohan Singh is sworn in as prime minister.",
    "India, along with Brazil, Germany and Japan, launches an application for a permanent seat on the UN Security Council.",
    "India begins to withdraw some of its troops from Kashmir.",
    "Thousands are killed when tsunami, caused by the 2004 Indian Ocean earthquake off the Indonesian coast, devastate coastal communities in the south and in the Andaman and Nicobar Islands."
  ],
  "australia": [
    "A bomb explodes outside the Australian embassy in Jakarta, Indonesia.",
    "<i>Australian federal election, 2004</i>: Howard Government (Liberal-National Coalition) wins fourth term and defeats Mark Latham led Australian Labor Party."
  ],
  "argentina": [
    "In April more than 100,000 people demonstrated in Buenos Aires in support of Juan Carlos Blumberg, father of murdered student Axel Blumberg, demanding harsher criminal laws",
    "Kirchner pursued Argentine debt restructuring",
    "Natural gas supply shortage produced tension with Chile",
    "Antarctic Treaty Secretariat established in Buenos Aires",
    "A fire in the Rep&#xFA;blica Cromagnon nightclub in Buenos Aires kills 194 people and injures 714"
  ],
  "armenia": [
    "Robert Kocharyan's government dispersed massive, peaceful protest using excessive force.<sup id=\"cite_ref-1\" class=\"reference\">[1]</sup>"
  ],
  "albania": [
    "A national day of mourning is called after 20 people dies in a shipwreckage during an illegal attempt to cross the Adriatic sea and reach Italy.",
    "Some 2,000 protesters gather at Prime Minister Nano's office. Stones are thrown and an attempt to storm the building is repelled by guards. Earlier in the day over 4,000 demonstrators rallied in Tirana's central square and, led by Democratic Party leader Berisha, called for Nano to quit."
  ],
  "afgan": [
    "Hamid Karzai was elected President of the Islamic Republic of Afghanistan after winning the Afghan presidential election."
  ]
}