{
  "year": "2007",
  "usa": [
    "Democrat Nancy Pelosi became the first woman to become Speaker of the U.S. House of Representatives.<sup id=\"cite_ref-26\" class=\"reference\">[26]</sup>",
    "<i>Iraq War troop surge of 2007</i>: George W. Bush ordered the substantial increase of the number of United States troops in Iraq.<sup id=\"cite_ref-27\" class=\"reference\">[27]</sup>",
    "<i>Virginia Tech massacre</i>: A South Korean student shot and killed thirty-two other students and professors before killing himself.<sup id=\"cite_ref-28\" class=\"reference\">[28]</sup>",
    "The I-35W Mississippi River bridge in Minneapolis, Minnesota collapsed, killing thirteen people.<sup id=\"cite_ref-29\" class=\"reference\">[29]</sup>",
    "<i>Late-2000s recession</i>: A recession began.<sup id=\"cite_ref-30\" class=\"reference\">[30]</sup><sup id=\"cite_ref-31\" class=\"reference\">[31]</sup><sup id=\"cite_ref-32\" class=\"reference\">[32]</sup>"
  ],
  "india": [
    "India and Pakistan sign an agreement aimed at reducing the risk of accidental nuclear war.",
    "68 passengers, most of them Pakistanis, are killed by bomb blasts and a blaze on a train travelling from New Delhi to the Pakistani city of Lahore.",
    "Maoist rebels in Chhattisgarh state kill more than 50 policemen in a dawn attack.",
    "India's first commercial space rocket is launched, carrying an Italian satellite.",
    "Government announces its strongest economic growth figures for 20 years &#x2013; 9.4% in the year to March.",
    "At least nine people are killed in a bomb explosion at the main mosque in Hyderabad. Several others are killed in subsequent rioting.",
    "India says the number of its people with HIV or AIDS is about half of earlier official tallies. Health ministry figures put the total at between 2 million and 3.1 million cases, compared with previous estimates of more than 5 million.",
    "Pratibha Patil becomes first woman to be elected president of India."
  ],
  "australia": [
    "Australia avoids recession amidst Global Financial Crisis (to 2010)",
    "<i>Australian federal election, 2007</i>: Kevin Rudd (Australian Labor Party) defeats John Howard (Liberal-National Coalition) to become the 26th Prime Minister of Australia."
  ],
  "argentina": [
    "Catholic priest Christian Von Wernich is found guilty of involvement in seven murders and 42 cases of kidnapping and torture related to the state-sponsored Dirty War. Von Wernich is sentenced to life imprisonment.",
    "Cristina Kirchner assumes as new president of Argentina."
  ],
  "albania": [
    "Despite the political situation, the economy of Albania grew at an estimated 5% in 2007. The Albanian lek has strengthened from 143 lek&#xEB; to the US dollar in 2000 to 92 lek&#xEB; in 2007, mainly due to the depreciation of the US dollar, but also thanks to the overall improvement of the Albanian economy.",
    "US President George W. Bush visited Albania, the first sitting US President to do so. While Mr Bush was glad-handing cheering crowds, it appears as if his wristwatch is stolen. TV footage of the President being mobbed, taken by the Albanian TV station News24, was broadcast on Italian TV news bulletins and watched by thousands on YouTube.<sup id=\"cite_ref-Theft_mystery_over_George_Bush's_vanishing_timepiece_2-0\" class=\"reference\">[2]</sup><sup id=\"cite_ref-Mystery_of_President_Bush's_watch_in_Albania_3-0\" class=\"reference\">[3]</sup> It was later reported that Bush had given the watch to a guard.",
    "Bamir Topi, ruling party chairmanpresident, is elected by the Parliament as President of Albania, after three failed round highlighted the risk of snap elections."
  ],
  "afgan": [
    "<i>Afghanistan&#x2013;Pakistan Skirmishes</i>: Skirmishes began with Pakistan."
  ]
}